Repository: erdemonat/HoneyDo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, ru, tr, zh

# motivationSentence60
source: Focus on your goals, don’t get distracted.
de: Konzentriere dich auf deine Ziele, lass dich nicht ablenken.
es: Concéntrate en tus metas, no te distraigas.
fr: Concentrez-vous sur vos objectifs, ne vous laissez pas distraire.
ja: 目標に集中し、気を散らさないでください。
ko: 목표에 집중하고 산만해지지 마세요.
ru: Сосредоточьтесь на своих целях, не отвлекайтесь.
tr: Hedeflerine odaklan, dikkatini dağıtma.
zh: 专注于你的目标，不要分心。

# motivationSentence61
source: Take a step towards achieving the impossible.
de: Mache einen Schritt, um das Unmögliche zu erreichen.
es: Da un paso hacia lo imposible.
fr: Faites un pas vers l'accomplissement de l'impossible.
ja: 不可能を達成するための一歩を踏み出しましょう。
ko: 불가능을 이루기 위해 한 걸음 내딛으세요.
ru: Сделайте шаг к достижению невозможного.
tr: İmkansızı başarmak için adım at.
zh: 向实现不可能的目标迈出一步。

# motivationSentence62
source: The secret to success is to keep going.
de: Das Geheimnis des Erfolgs ist, weiterzumachen.
es: El secreto del éxito es seguir adelante.
fr: Le secret du succès est de persévérer.
ja: 成功の秘訣は進み続けることです。
ko: 성공의 비밀은 계속 나아가는 것입니다.
ru: Секрет успеха - продолжать двигаться вперед.
tr: Başarının sırrı, hiç durmamaktır.
zh: 成功的秘诀是坚持不懈。

# motivationSentence63
source: Prepare today to be tomorrow’s leader.
de: Bereite dich heute darauf vor, morgen ein Anführer zu sein.
es: Prepárate hoy para ser el líder de mañana.
fr: Préparez-vous aujourd''hui pour être le leader de demain.
ja: 今日を準備して明日のリーダーになりましょう。
ko: 오늘 준비하여 내일의 리더가 되세요.
ru: Готовьтесь сегодня, чтобы быть лидером завтра.
tr: Yarının lideri olmak için bugünden hazırlan.
zh: 今天准备，明天成为领导者。

# motivationSentence64
source: Be honest with yourself, accept the truth.
de: Sei ehrlich zu dir selbst, akzeptiere die Wahrheit.
es: Sé honesto contigo mismo, acepta la verdad.
fr: Soyez honnête avec vous-même, acceptez la vérité.
ja: 自分に正直になり、真実を受け入れましょう。
ko: 자신에게 솔직하고 진실을 받아들이세요.
ru: Будьте честны с собой, принимайте правду.
tr: Kendine karşı dürüst ol, gerçekleri kabul et.
zh: 对自己诚实，接受事实。

# motivationSentence65
source: Every challenge is a new opportunity.
de: Jede Herausforderung ist eine neue Chance.
es: Cada desafío es una nueva oportunidad.
fr: Chaque défi est une nouvelle opportunité.
ja: すべての挑戦は新しい機会です。
ko: 모든 도전은 새로운 기회입니다.
ru: Каждое испытание - это новая возможность.
tr: Her zorluk, yeni bir fırsattır.
zh: 每一个挑战都是一个新机会。

# motivationSentence66
source: Don’t underestimate yourself; think big.
de: Unterschätze dich nicht; denke groß.
es: No te subestimes; piensa en grande.
fr: Ne vous sous-estimez pas ; pensez en grand.
ja: 自分を過小評価せず、大きく考えましょう。
ko: 자신을 과소평가하지 마세요. 크게 생각하세요.
ru: Не недооценивайте себя; думайте масштабно.
tr: Kendini küçümseme, büyük düşün.
zh: 不要低估自己，想得大一点。

# motivationSentence67
source: Celebrate your successes, reward yourself.
de: Feiere deine Erfolge, belohne dich selbst.
es: Celebra tus éxitos, recompénsate.
fr: Célébrez vos succès, récompensez-vous.
ja: 成功を祝って、自分を褒めましょう。
ko: 성공을 축하하고 자신에게 보상을 주세요.
ru: Празднуйте свои успехи, награждайте себя.
tr: Başarılarını kutla, kendini ödüllendir.
zh: 庆祝你的成功，奖励自己。

# motivationSentence68
source: Never say never; try and see.
de: Sag niemals nie; probiere es und sieh es dir an.
es: Nunca digas nunca; inténtalo y verás.
fr: Ne dites jamais jamais ; essayez et voyez.
ja: 決してあきらめないで、試してみましょう。
ko: 절대 하지 말라는 말은 하지 마세요. 시도하고 확인하세요.
ru: Никогда не говорите «никогда»; попробуйте и увидите.
tr: Asla olmaz deme, dene ve gör.
zh: 永远不要说不，尝试一下。

# motivationSentence69
source: Challenges increase the value of success.
de: Herausforderungen erhöhen den Wert des Erfolgs.
es: Los desafíos aumentan el valor del éxito.
fr: Les défis augmentent la valeur du succès.
ja: 挑戦は成功の価値を高めます。
ko: 도전은 성공의 가치를 높입니다.
ru: Испытания увеличивают ценность успеха.
tr: Zorluklar, başarının değerini arttırır.
zh: 挑战增加成功的价值。

# motivationSentence70
source: Look forward, learn from past mistakes.
de: Blicke nach vorne, lerne aus vergangenen Fehlern.
es: Mira hacia adelante, aprende de los errores del pasado.
fr: Regardez devant, apprenez des erreurs passées.
ja: 前を見て、過去の失敗から学びましょう。
ko: 앞을 보고, 과거의 실수에서 배우세요.
ru: Смотрите вперед, учитесь на ошибках прошлого.
tr: İleriye bak, geçmişteki hatalardan ders al.
zh: 向前看，从过去的错误中学习。

# motivationSentence71
source: Difficulties are temporary; success is lasting.
de: Schwierigkeiten sind vorübergehend; Erfolg ist dauerhaft.
es: Las dificultades son temporales; el éxito es duradero.
fr: Les difficultés sont temporaires ; le succès est durable.
ja: 困難は一時的で、成功は永続的です。
ko: 어려움은 일시적이고, 성공은 영원합니다.
ru: Трудности временные; успех долговечен.
tr: Güçlükler geçicidir, başarı kalıcıdır.
zh: 困难是暂时的，成功是持久的。

# motivationSentence72
source: Move forward a little more each day.
de: Bewege dich jeden Tag ein Stück weiter vorwärts.
es: Avanza un poco más cada día.
fr: Avancez un peu plus chaque jour.
ja: 毎日少しずつ前進しましょう。
ko: 매일 조금 더 앞으로 나아가세요.
ru: Двигайтесь вперед немного больше каждый день.
tr: Her gün biraz daha ileri git.
zh: 每天多向前走一步。

# motivationSentence73
source: Don’t lose your motivation; reach your goals.
de: Verliere nicht deine Motivation; erreiche deine Ziele.
es: No pierdas tu motivación; alcanza tus metas.
fr: Ne perdez pas votre motivation ; atteignez vos objectifs.
ja: モチベーションを失わず、目標を達成しましょう。
ko: 동기를 잃지 말고 목표를 이루세요.
ru: Не теряйте мотивацию; достигайте своих целей.
tr: Motivasyonunu kaybetme, hedeflerine ulaş.
zh: 不要失去动力，达到你的目标。

# motivationSentence74
source: Never stop improving yourself.
de: Höre niemals auf, dich zu verbessern.
es: Nunca dejes de mejorar.
fr: Ne cessez jamais de vous améliorer.
ja: 自己改善を続けましょう。
ko: 자신을 계속 발전시키세요.
ru: Никогда не прекращайте совершенствоваться.
tr: Kendini geliştirmekten asla vazgeçme.
zh: 永远不要停止提升自己。

# motivationSentence75
source: Life rewards the brave.
de: Das Leben belohnt die Mutigen.
es: La vida recompensa a los valientes.
fr: La vie récompense les courageux.
ja: 人生は勇敢な者を報います。
ko: 인생은 용감한 자에게 보답합니다.
ru: Жизнь вознаграждает смелых.
tr: Hayat, cesur olanları ödüllendirir.
zh: 生活奖励勇敢者。

# motivationSentence76
source: Grow by overcoming challenges.
de: Wachse, indem du Herausforderungen überwindest.
es: Crece superando desafíos.
fr: Grandissez en surmontant les défis.
ja: 挑戦を乗り越えて成長しましょう。
ko: 도전을 극복하며 성장하세요.
ru: Растите, преодолевая испытания.
tr: Zorlukları aşarak büyü.
zh: 通过克服挑战来成长。

# motivationSentence77
source: Enjoy the journey to success.
de: Genieße den Weg zum Erfolg.
es: Disfruta el camino hacia el éxito.
fr: Appréciez le voyage vers le succès.
ja: 成功への旅を楽しみましょう。
ko: 성공으로 가는 여정을 즐기세요.
ru: Наслаждайтесь путешествием к успеху.
tr: Başarı yolculuğundan keyif al.
zh: 享受通往成功的旅程。

# motivationSentence78
source: Every morning is a new opportunity.
de: Jeder Morgen ist eine neue Gelegenheit.
es: Cada mañana es una nueva oportunidad.
fr: Chaque matin est une nouvelle opportunité.
ja: 毎朝、新しい機会が訪れます。
ko: 매일 아침은 새로운 기회입니다.
ru: Каждое утро - это новая возможность.
tr: Her sabah yeni bir fırsattır.
zh: 每个早晨都是一个新的机会。

# motivationSentence79
source: Always strive to do your best.
de: Strebe immer danach, dein Bestes zu geben.
es: Esfuérzate siempre por dar lo mejor de ti.
fr: Efforcez-vous toujours de donner le meilleur de vous-même.
ja: 常に最善を尽くしましょう。
ko: 항상 최선을 다하도록 노력하세요.
ru: Всегда стремитесь делать лучшее.
tr: Daima en iyisini yapmaya çalış.
zh: 始终努力做到最好。

# motivationSentence80
source: Make an effort to achieve the impossible.
de: Strenge dich an, um das Unmögliche zu erreichen.
es: Haz un esfuerzo por lograr lo imposible.
fr: Faites un effort pour accomplir l''impossible.
ja: 不可能を達成するために努力しましょう。
ko: 불가능을 이루기 위해 노력하세요.
ru: Прилагайте усилия, чтобы достичь невозможного.
tr: İmkansızı başarmak için çaba göster.
zh: 努力实现不可能的目标。

# motivationSentence81
source: Every day is a chance for a new success.
de: Jeder Tag ist eine Chance für einen neuen Erfolg.
es: Cada día es una oportunidad para un nuevo éxito.
fr: Chaque jour est une chance pour un nouveau succès.
ja: 毎日は新たな成功のチャンスです。
ko: 매일이 새로운 성공의 기회입니다.
ru: Каждый день - это шанс на новый успех.
tr: Her gün yeni bir başarı için fırsat.
zh: 每一天都是新的成功机会。

# motivationSentence82
source: Create your own future.
de: Erschaffe deine eigene Zukunft.
es: Crea tu propio futuro.
fr: Créez votre propre avenir.
ja: 自分の未来を創造しましょう。
ko: 당신의 미래를 창조하세요.
ru: Создайте свое собственное будущее.
tr: Kendi geleceğini yarat.
zh: 创造你自己的未来。

# motivationSentence83
source: Surpass yourself, expand your limits.
de: Übertreffe dich selbst, erweitere deine Grenzen.
es: Supera tus límites, expande tus fronteras.
fr: Surpassez-vous, élargissez vos limites.
ja: 自分を超え、限界を広げましょう。
ko: 자신을 넘어 한계를 넓히세요.
ru: Превзойдите себя, расширьте свои границы.
tr: Kendini aş, sınırlarını genişlet.
zh: 超越自己，扩大你的极限。

# motivationSentence84
source: Success requires dedication.
de: Erfolg erfordert Hingabe.
es: El éxito requiere dedicación.
fr: Le succès exige de l''engagement.
ja: 成功には献身が必要です。
ko: 성공은 헌신을 필요로 합니다.
ru: Успех требует самоотдачи.
tr: Başarı, adanmışlık ister.
zh: 成功需要奉献精神。

# motivationSentence85
source: Every failure is a new beginning.
de: Jeder Misserfolg ist ein neuer Anfang.
es: Cada fracaso es un nuevo comienzo.
fr: Chaque échec est un nouveau départ.
ja: すべての失敗は新たな始まりです。
ko: 모든 실패는 새로운 시작입니다.
ru: Каждая неудача - это новое начало.
tr: Her başarısızlık, yeni bir başlangıçtır.
zh: 每一次失败都是一个新的开始。

# motivationSentence86
source: Live today to the fullest.
de: Lebe den heutigen Tag in vollen Zügen.
es: Vive el hoy al máximo.
fr: Vivez pleinement aujourd''hui.
ja: 今日を最大限に生きましょう。
ko: 오늘을 최대한으로 살아가세요.
ru: Живите сегодня на полную.
tr: Bugünü en iyi şekilde yaşa.
zh: 充分利用今天的每一刻。

# motivationSentence87
source: Take steps forward.
de: Gehe Schritte vorwärts.
es: Da pasos hacia adelante.
fr: Faites des pas en avant.
ja: 前に進むためのステップを踏みましょう。
ko: 앞으로 나아가는 걸음을 내딛으세요.
ru: Делайте шаги вперед.
tr: İleriye dönük adımlar at.
zh: 向前迈进。

# motivationSentence88
source: Be patient on the road to success.
de: Sei geduldig auf dem Weg zum Erfolg.
es: Sé paciente en el camino hacia el éxito.
fr: Soyez patient sur le chemin du succès.
ja: 成功への道では忍耐が必要です。
ko: 성공의 길에서 인내하세요.
ru: Будьте терпеливы на пути к успеху.
tr: Başarıya giden yolda sabırlı ol.
zh: 在通往成功的路上要有耐心。

# motivationSentence89
source: Take one step closer to your dreams every day.
de: Mache jeden Tag einen Schritt näher an deine Träume.
es: Acércate un paso más a tus sueños cada día.
fr: Faites un pas de plus vers vos rêves chaque jour.
ja: 毎日、夢に一歩近づきましょう。
ko: 매일 꿈에 한 걸음 더 가까이 가세요.
ru: Каждый день делайте шаг ближе к своим мечтам.
tr: Hayallerine her gün bir adım daha yaklaş.
zh: 每天向你的梦想更近一步。

# motivationSentence90
source: Challenge yourself every day.
de: Fordere dich jeden Tag heraus.
es: Desafíate cada día.
fr: Défiez-vous chaque jour.
ja: 毎日自分に挑戦しましょう。
ko: 매일 자신에게 도전하세요.
ru: Бросайте вызов себе каждый день.
tr: Kendine her gün bir meydan oku.
zh: 每天挑战自己。

# motivationSentence91
source: Keep your motivation high, reach your goals.
de: Halte deine Motivation hoch, erreiche deine Ziele.
es: Mantén alta tu motivación, alcanza tus metas.
fr: Gardez votre motivation élevée, atteignez vos objectifs.
ja: モチベーションを高め、目標を達成しましょう。
ko: 동기를 유지하고 목표를 이루세요.
ru: Держите мотивацию на высоком уровне, достигайте своих целей.
tr: Motivasyonunu yüksek tut, hedeflerine ulaş.
zh: 保持动力，实现目标。

# motivationSentence92
source: Write your own success story.
de: Schreibe deine eigene Erfolgsgeschichte.
es: Escribe tu propia historia de éxito.
fr: Écrivez votre propre histoire de succès.
ja: 自分の成功物語を書きましょう。
ko: 자신의 성공 이야기를 쓰세요.
ru: Напишите свою историю успеха.
tr: Kendi başarı öykünü yaz.
zh: 写下你的成功故事。

# motivationSentence93
source: Challenges will only make you stronger.
de: Herausforderungen machen dich nur stärker.
es: Los desafíos solo te harán más fuerte.
fr: Les défis ne feront que vous rendre plus fort.
ja: 挑戦はあなたを強くします。
ko: 도전은 당신을 더 강하게 만듭니다.
ru: Испытания только делают вас сильнее.
tr: Zorluklar seni daha da güçlendirir.
zh: 挑战只会让你更强大。

# motivationSentence94
source: Fight for a new victory every day.
de: Kämpfe jeden Tag für einen neuen Sieg.
es: Lucha por una nueva victoria cada día.
fr: Luttez pour une nouvelle victoire chaque jour.
ja: 毎日新たな勝利のために戦いましょう。
ko: 매일 새로운 승리를 위해 싸우세요.
ru: Боритесь за новую победу каждый день.
tr: Her gün yeni bir zafer için mücadele et.
zh: 每天为新的胜利而奋斗。

# motivationSentence95
source: Keep improving yourself, never stop.
de: Verbessere dich ständig, höre niemals auf.
es: Sigue mejorando, nunca te detengas.
fr: Continuez à vous améliorer, ne vous arrêtez jamais.
ja: 自己改善を続け、決して止まらないでください。
ko: 자신을 계속해서 발전시키고 멈추지 마세요.
ru: Продолжайте совершенствоваться, никогда не останавливайтесь.
tr: Kendini sürekli geliştir, asla durma.
zh: 不断提升自己，永不停止。

# motivationSentence96
source: Success is the result of perseverance.
de: Erfolg ist das Ergebnis von Ausdauer.
es: El éxito es el resultado de la perseverancia.
fr: Le succès est le résultat de la persévérance.
ja: 成功は粘り強さの結果です。
ko: 성공은 끈기의 결과입니다.
ru: Успех - это результат настойчивости.
tr: Başarı, azmin sonucudur.
zh: 成功是坚持不懈的结果。

# motivationSentence97
source: Every new day is a new chance.
de: Jeder neue Tag ist eine neue Chance.
es: Cada nuevo día es una nueva oportunidad.
fr: Chaque nouveau jour est une nouvelle chance.
ja: 毎日が新たなチャンスです。
ko: 매일이 새로운 기회입니다.
ru: Каждый новый день - это новый шанс.
tr: Her yeni gün, yeni bir şans.
zh: 每一个新的一天都是一个新的机会。

# motivationSentence98
source: Review your goals, keep progressing.
de: Überprüfe deine Ziele, setze deinen Fortschritt fort.
es: Revisa tus metas, sigue avanzando.
fr: Revoyez vos objectifs, continuez à progresser.
ja: 目標を見直し、前進し続けましょう。
ko: 목표를 다시 검토하고 계속 나아가세요.
ru: Пересматривайте свои цели, продолжайте прогрессировать.
tr: Hedeflerini gözden geçir, sürekli ilerle.
zh: 审视你的目标，不断前进。

# motivationSentence99
source: Live your life to the fullest, cherish every moment.
de: Lebe dein Leben in vollen Zügen, schätze jeden Moment.
es: Vive tu vida al máximo, valora cada momento.
fr: Vivez votre vie pleinement, chérissez chaque instant.
ja: 人生を最大限に楽しみ、すべての瞬間を大切にしましょう。
ko: 인생을 최대한으로 살아가고, 매 순간을 소중히 하세요.
ru: Живите свою жизнь на полную, цените каждый момент.
tr: Hayatını en iyi şekilde yaşa, her anı değerlendir.
zh: 充分享受生活，珍惜每一刻。

# motivationSentence100
source: Take one more step towards success every day.
de: Mache jeden Tag einen weiteren Schritt zum Erfolg.
es: Da un paso más hacia el éxito cada día.
fr: Faites un pas de plus vers le succès chaque jour.
ja: 毎日、成功に向けてもう一歩踏み出しましょう。
ko: 매일 성공을 향해 한 걸음 더 나아가세요.
ru: Каждый день делайте еще один шаг к успеху.
tr: Her gün, başarıya bir adım daha yaklaş.
zh: 每天向成功迈出一步。

# taskCardSentence1
source: Add your notes here!
de: Fügen Sie hier Ihre Notizen hinzu!
es: ¡Agrega tus notas aquí!
fr: Ajoutez vos notes ici !
ja: ここにメモを追加してください！
ko: 여기에 메모를 추가하세요!
ru: Добавьте свои заметки здесь!
tr: Notlarınızı buraya ekleyin!
zh: 在这里添加你的笔记！

# taskCardSentence2
source: Click to plan your day.
de: Klicken Sie, um Ihren Tag zu planen.
es: Haz clic para planificar tu día.
fr: Cliquez pour planifier votre journée.
ja: 一日を計画するにはクリックしてください。
ko: 일정을 계획하려면 클릭하세요.
ru: Нажмите, чтобы спланировать свой день.
tr: Gününüzü planlamak için tıklayın.
zh: 点击计划你的日程。

# taskCardSentence3
source: Write down your goals and track them.
de: Schreiben Sie Ihre Ziele auf und verfolgen Sie sie.
es: Escribe tus objetivos y hazles seguimiento.
fr: Écrivez vos objectifs et suivez-les.
ja: 目標を書き、それを追跡しましょう。
ko: 목표를 적고 추적하세요.
ru: Запишите свои цели и следите за их выполнением.
tr: Hedeflerinizi yazın ve takip edin.
zh: 写下你的目标并跟踪它们。

# taskCardSentence4
source: Remember, small notes make a big difference.
de: Denken Sie daran, kleine Notizen machen einen großen Unterschied.
es: Recuerda, pequeñas notas hacen una gran diferencia.
fr: Souvenez-vous, de petites notes font une grande différence.
ja: 小さなメモが大きな違いを生みます。
ko: 작은 메모가 큰 차이를 만듭니다.
ru: Помните, маленькие заметки имеют большое значение.
tr: Unutmayın, küçük notlar büyük farklar yaratır.
zh: 记住，小笔记也有大作用。

# taskCardSentence5
source: You can add your to-do items here.
de: Sie können hier Ihre Aufgaben hinzufügen.
es: Puedes agregar tus tareas aquí.
fr: Vous pouvez ajouter vos tâches ici.
ja: ここにやるべきことを追加できます。
ko: 여기에 할 일을 추가할 수 있습니다.
ru: Вы можете добавить свои задачи здесь.
tr: Yapılacaklarınızı buraya ekleyebilirsiniz.
zh: 你可以在这里添加待办事项。

# taskCardSentence6
source: Write down your thoughts, free your mind.
de: Schreiben Sie Ihre Gedanken auf, befreien Sie Ihren Geist.
es: Escribe tus pensamientos, libera tu mente.
fr: Écrivez vos pensées, libérez votre esprit.
ja: 考えを書き出して、心を解放しましょう。
ko: 생각을 적고 마음을 자유롭게 하세요.
ru: Запишите свои мысли, освободите свой разум.
tr: Düşüncelerinizi not alın, zihninizi özgürleştirin.
zh: 写下你的想法，让你的思绪自由。

# taskCardSentence7
source: Click to record important moments.
de: Klicken Sie, um wichtige Momente festzuhalten.
es: Haz clic para registrar momentos importantes.
fr: Cliquez pour enregistrer des moments importants.
ja: 重要な瞬間を記録するにはクリックしてください。
ko: 중요한 순간을 기록하려면 클릭하세요.
ru: Нажмите, чтобы записать важные моменты.
tr: Önemli anları kaydetmek için tıklayın.
zh: 点击记录重要时刻。

# taskCardSentence8
source: Plan and achieve!
de: Planen und erreichen!
es: ¡Planifica y logra!
fr: Planifiez et réalisez !
ja: 計画して達成しましょう！
ko: 계획하고 이루세요!
ru: Планируйте и достигайте!
tr: Planlayın, başarın!
zh: 计划并实现！

# taskCardSentence9
source: Add reminders so you don’t miss anything.
de: Fügen Sie Erinnerungen hinzu, damit Sie nichts verpassen.
es: Agrega recordatorios para no olvidar nada.
fr: Ajoutez des rappels pour ne rien manquer.
ja: 何も見逃さないようにリマインダーを追加してください。
ko: 아무 것도 놓치지 않도록 알림을 추가하세요.
ru: Добавьте напоминания, чтобы ничего не пропустить.
tr: Hatırlatmalar ekleyerek hiçbir şeyi kaçırmayın.
zh: 添加提醒，确保不会错过任何事情。

# taskCardSentence10
source: Start writing to turn your dreams into reality.
de: Beginnen Sie zu schreiben, um Ihre Träume Wirklichkeit werden zu lassen.
es: Empieza a escribir para convertir tus sueños en realidad.
fr: Commencez à écrire pour transformer vos rêves en réalité.
ja: 夢を現実にするために書き始めましょう。
ko: 꿈을 현실로 만들기 위해 글을 쓰기 시작하세요.
ru: Начните писать, чтобы превратить мечты в реальность.
tr: Hayallerinizi gerçeğe dönüştürmek için yazmaya başlayın.
zh: 开始写作，将梦想变为现实。

# exportImportData
source: Import or export your data
de: Daten importieren oder exportieren
es: Importa o exporta tus datos
fr: Importer ou exporter vos données
ko: 데이터를 가져오거나 내보내세요.
zh: 导入或导出数据

# loginToSyncData
source: Log in to sync your data
de: Melden Sie sich an, um Ihre Daten zu synchronisieren
es: Inicia sesión para sincronizar tus datos
fr: Connectez-vous pour synchroniser vos données
ko: 데이터를 동기화하려면 로그인하세요.
zh: 登录以同步数据

source: Export data
de: Daten exportieren
es: Exportar datos
fr: Exporter les données
ja: データをエクスポート
ko: 데이터 내보내기
ru: Экспорт данных
tr: Verileri dışa aktar
zh: 导出数据

source: Import data
de: Daten importieren
es: Importar datos
fr: Importer les données
ja: データをインポート
ko: 데이터 가져오기
ru: Импорт данных
tr: Verileri içe aktar
zh: 导入数据

# downloadData
source: Download data to device
de: Daten auf das Gerät herunterladen
es: Descargar datos al dispositivo
fr: Télécharger les données sur l''appareil
ja: データをデバイスにダウンロード
ko: 장치에 데이터 다운로드
ru: Загрузить данные на устройство
tr: Verileri cihaza indir
zh: 下载数据到设备

# subTaskHint
source: Add detail to the note
de: Detail zur Notiz hinzufügen
es: Agregar detalle a la nota
fr: Ajouter un détail à la note
ja: メモに詳細を追加
ko: 메모에 세부 사항 추가
ru: Добавить подробность в заметку
tr: Nota detay ekle

# subMealHint
source: Add meal content
de: Mahlzeiteninhalt hinzufügen
es: Agregar contenido de la comida
fr: Ajouter le contenu du repas
ja: 食事の内容を追加
ko: 식사 내용을 추가
ru: Добавить содержание еды
tr: Öğün içeriği ekle
