Repository: erdemonat/HoneyDo
Catalog: lib/l10n/app_*.arb
Languages: de, es, fr, ja, ko, ru, tr, zh

# hintTextTask
source: Everything starts with a step!
de: Alles beginnt mit einem Schritt!
es: ¡Todo empieza con un paso!
fr: Tout commence par un pas !
ja: すべては一歩から始まります！
ko: 모든 것은 한 걸음에서 시작합니다!
ru: Все начинается с одного шага!
tr: Her şey bir adımla başlar!
zh: 一切从第一步开始！

# hintTextMeal
source: Enter your meal plan here.
de: Geben Sie hier Ihren Ernährungsplan ein.
es: Ingresa tu plan de comidas aquí.
fr: Entrez votre plan de repas ici.
ja: ここに食事プランを入力してください。
ko: 여기에 식단을 입력하세요.
ru: Введите здесь свой план питания.
tr: Yemek planınızı buraya girin.
zh: 在这里输入你的餐饮计划。

# mealCardHint
source: You can add your daily meals and their contents here.
de: Sie können hier Ihre täglichen Mahlzeiten und deren Inhalte hinzufügen.
es: Puedes agregar tus comidas diarias y sus contenidos aquí.
fr: Vous pouvez ajouter vos repas quotidiens et leur contenu ici.
ja: 毎日の食事とその内容をここに追加できます。
ko: 여기에 일일 식사와 내용을 추가할 수 있습니다.
ru: Вы можете добавить свои ежедневные блюда и их состав здесь.
tr: Günlük öğünlerini ve içeriğini buraya ekleyebilirsin.
zh: 你可以在这里添加每日餐饮及其内容。

source: Auto Pomodoro
de: Automatischer Pomodoro
es: Pomodoro Automático
fr: Pomodoro automatique
ja: 自動ポモドーロ
ko: 자동 포모도로
ru: Авто Помидоро
tr: Oto. Pomodoro
zh: 自动番茄钟

source: Auto Break
de: Automatische Pause
es: Descanso Automático
fr: Pause automatique
ja: 自動休憩
ko: 자동 휴식
ru: Авто Перерыв
tr: Oto. Mola
zh: 自动休息

source: Short Break
de: Kurze Pause
es: Descanso Corto
fr: Pause courte
ja: 短い休憩
ko: 짧은 휴식
ru: Короткий Перерыв
tr: Kısa Mola
zh: 短暂休息

source: Long Break
de: Lange Pause
es: Descanso Largo
fr: Pause longue
ja: 長い休憩
ko: 긴 휴식
ru: Длинный Перерыв
tr: Uzun Mola
zh: 长时间休息

source: Set
de: Einstellen
es: Establecer
fr: Définir
ja: 設定
ko: 설정
ru: Установить
zh: 设置

source: Pomodoro
ja: ポモドーロ
ko: 포모도로
ru: Помидоро
zh: 番茄钟

# pomodoroResetAlert
source: Do you want to reset the Pomodoro timer?
de: Möchten Sie den Pomodoro-Timer zurücksetzen?
es: ¿Deseas reiniciar el temporizador de Pomodoro?
fr: Voulez-vous réinitialiser le minuteur Pomodoro ?
ja: ポモドーロタイマーをリセットしますか？
ko: 포모도로 타이머를 재설정하시겠습니까?
ru: Вы хотите сбросить таймер Помидоро?
tr: Pomodoro sayacını sıfırlayalım mı?
zh: 您想重置番茄钟计时器吗？

source: Today
de: Heute
es: Hoy
fr: Aujourd''hui
ja: 今日
ko: 오늘
ru: Сегодня
tr: Bugün
zh: 今天

source: Theme
de: Thema
es: Tema
fr: Thème
ja: テーマ
ko: 테마
ru: Тема
tr: Tema
zh: 主题

source: Voice Volume
de: Sprachlautstärke
es: Volumen de Voz
fr: Volume de la voix
ja: 音量
ko: 음성 볼륨
ru: Громкость голоса
tr: Ses Düzeyi
zh: 音量

source: Weather
de: Wetter
es: Clima
fr: Météo
ja: 天気
ko: 날씨
ru: Погода
tr: Hava durumu
zh: 天气

source: City
de: Stadt
es: Ciudad
fr: Ville
ja: 都市
ko: 도시
ru: Город
tr: Şehir
zh: 城市

source: Language
de: Sprache
es: Idioma
fr: Langue
ja: 言語
ko: 언어
ru: Язык
tr: Dil
zh: 语言

# motivationSentence1
source: You never walk alone on the road to success.
de: Du gehst auf dem Weg zum Erfolg nie alleine.
es: Nunca caminas solo en el camino al éxito.
fr: Vous ne marchez jamais seul sur le chemin du succès.
ja: 成功への道には一人ではありません。
ko: 성공의 길에서 혼자가 아닙니다.
ru: Вы никогда не идете в одиночку на пути к успеху.
tr: Başarıya giden yolda asla yalnız yürümezsin.
zh: 在通往成功的路上，你永远不会独行。

# motivationSentence2
source: Every morning is a new beginning.
de: Jeder Morgen ist ein neuer Anfang.
es: Cada mañana es un nuevo comienzo.
fr: Chaque matin est un nouveau départ.
ja: 毎朝は新たな始まりです。
ko: 매일 아침은 새로운 시작입니다.
ru: Каждое утро - это новое начало.
tr: Her sabah yeni bir başlangıçtır.
zh: 每一个早晨都是一个新的开始。

# motivationSentence3
source: Overcoming negativity is the key to success.
de: Negativität zu überwinden ist der Schlüssel zum Erfolg.
es: Superar la negatividad es la clave del éxito.
fr: Surmonter la négativité est la clé du succès.
ja: 否定的なことを克服することが成功への鍵です。
ko: 부정적인 것을 극복하는 것이 성공의 열쇠입니다.
ru: Преодоление негатива - ключ к успеху.
tr: Olumsuzlukları aşmak, başarının anahtarıdır.
zh: 克服负面情绪是成功的关键。

# motivationSentence4
source: Believe in yourself, even if no one else does.
de: Glaube an dich, auch wenn es sonst niemand tut.
es: Cree en ti mismo, incluso si nadie más lo hace.
fr: Croyez en vous, même si personne d''autre ne le fait.
ja: たとえ誰も信じなくても、自分を信じてください。
ko: 다른 사람이 믿지 않아도 자신을 믿으세요.
ru: Верьте в себя, даже если никто не верит.
tr: Kendine inan, başka kimse yapmasa bile.
zh: 相信自己，即使没有人相信。

# motivationSentence5
source: Challenges increase the sweetness of success.
de: Herausforderungen erhöhen die Süße des Erfolgs.
es: Los desafíos aumentan la dulzura del éxito.
fr: Les défis augmentent la douceur du succès.
ja: 困難は成功の甘さを増します。
ko: 도전은 성공의 달콤함을 더해줍니다.
ru: Испытания увеличивают сладость успеха.
tr: Zorluklar, başarının tatlılığını arttırır.
zh: 挑战让成功更甜美。

# motivationSentence6
source: Achieve what is possible, then attempt the impossible.
de: Erreiche das Mögliche und versuche dann das Unmögliche.
es: Logra lo posible, luego intenta lo imposible.
fr: Réussissez ce qui est possible, puis tentez l''impossible.
ja: 可能なことを達成し、それから不可能に挑戦しましょう。
ko: 가능한 것을 달성하고, 불가능한 것을 시도하세요.
ru: Добивайтесь возможного, а затем стремитесь к невозможному.
tr: Mümkün olanı başar, sonra imkansızı dene.
zh: 先实现可能的，再去挑战不可能的。

# motivationSentence7
source: Big goals can be reached with small steps.
de: Große Ziele können mit kleinen Schritten erreicht werden.
es: Las grandes metas se alcanzan con pequeños pasos.
fr: Les grands objectifs peuvent être atteints avec de petits pas.
ja: 大きな目標は小さなステップで達成できます。
ko: 작은 걸음으로 큰 목표를 달성할 수 있습니다.
ru: Большие цели достигаются маленькими шагами.
tr: Küçük adımlarla büyük hedeflere ulaşılabilir.
zh: 大目标可以通过小步骤实现。

# motivationSentence8
source: Never give up; great victories require patience.
de: Gib niemals auf; große Siege erfordern Geduld.
es: Nunca te rindas; las grandes victorias requieren paciencia.
fr: Ne jamais abandonner ; les grandes victoires nécessitent de la patience.
ja: あきらめないでください。大きな勝利には忍耐が必要です。
ko: 포기하지 마세요. 큰 승리는 인내가 필요합니다.
ru: Никогда не сдавайтесь; великие победы требуют терпения.
tr: Asla pes etme, büyük zaferler sabır ister.
zh: 永不放弃，伟大的胜利需要耐心。

# motivationSentence9
source: Don’t be afraid to dream; dreams can become reality.
de: Habe keine Angst zu träumen; Träume können wahr werden.
es: No tengas miedo de soñar; los sueños pueden convertirse en realidad.
fr: N''ayez pas peur de rêver ; les rêves peuvent devenir réalité.
ja: 夢を見ることを恐れないでください。夢は現実になることがあります。
ko: 꿈을 꾸는 것을 두려워하지 마세요. 꿈은 현실이 될 수 있습니다.
ru: Не бойтесь мечтать; мечты могут стать реальностью.
tr: Hayal kurmaktan korkma, hayaller gerçek olabilir.
zh: 不要害怕梦想，梦想可以变成现实。

# motivationSentence10
source: Surpass yourself; be better than you were yesterday.
de: Übertreffe dich selbst; sei besser als gestern.
es: Supera tus límites; sé mejor que ayer.
fr: Surpassez-vous ; soyez meilleur qu''hier.
ja: 自分自身を超えて、昨日よりも良くなりましょう。
ko: 자신을 넘어서세요. 어제의 자신보다 나아지세요.
ru: Превзойдите себя; будьте лучше, чем вчера.
tr: Kendini aş, her gün bir öncekinden daha iyi ol.
zh: 超越自己，比昨天更好。

# motivationSentence11
source: Courage is conquering your fears.
de: Mut ist, deine Ängste zu überwinden.
es: El valor es conquistar tus miedos.
fr: Le courage, c''est de vaincre ses peurs.
ja: 勇気とは恐れを克服することです。
ko: 용기는 두려움을 극복하는 것입니다.
ru: Мужество - это преодоление своих страхов.
tr: Cesaret, korkularını yenmektir.
zh: 勇气是战胜恐惧的力量。

# motivationSentence12
source: Praise yourself; celebrate every small success.
de: Lobe dich selbst; feiere jeden kleinen Erfolg.
es: Felicítate; celebra cada pequeño éxito.
fr: Félicitez-vous ; célébrez chaque petit succès.
ja: 自分を称賛し、小さな成功を祝ってください。
ko: 자신을 칭찬하고, 작은 성공도 축하하세요.
ru: Хвалите себя; празднуйте каждую маленькую победу.
tr: Kendini öv, her küçük başarıyı kutla.
zh: 赞美自己，庆祝每一个小成功。

# motivationSentence13
source: There is a lesson in every mistake.
de: In jedem Fehler steckt eine Lektion.
es: Hay una lección en cada error.
fr: Il y a une leçon dans chaque erreur.
ja: すべての失敗には教訓があります。
ko: 모든 실수에는 교훈이 있습니다.
ru: В каждой ошибке есть урок.
tr: Her hatada bir ders vardır.
zh: 每一个错误都有一个教训。

# motivationSentence14
source: Success is the sum of failures.
de: Erfolg ist die Summe der Misserfolge.
es: El éxito es la suma de los fracasos.
fr: Le succès est la somme des échecs.
ja: 成功は失敗の積み重ねです。
ko: 성공은 실패의 합입니다.
ru: Успех - это сумма неудач.
tr: Başarı, başarısızlıkların toplamıdır.
zh: 成功是失败的总和。

# motivationSentence15
source: Believe you can, and you are halfway there.
de: Glaube, dass du es kannst, und du bist schon auf halbem Weg.
es: Cree que puedes, y ya estarás a mitad de camino.
fr: Croyez que vous pouvez, et vous êtes déjà à mi-chemin.
ja: 自分ができると信じること、それが成功への半分の道です。
ko: 할 수 있다고 믿으면, 반은 이루어진 것입니다.
ru: Верьте, что можете, и вы уже на полпути.
tr: Yapabileceğine inan, ve yarısı tamamdır.
zh: 相信你能做到，你就已经成功了一半。

# motivationSentence16
source: Never hesitate to make an effort.
de: Zögere nie, dich anzustrengen.
es: Nunca dudes en esforzarte.
fr: Ne jamais hésiter à faire un effort.
ja: 努力を惜しまないでください。
ko: 노력하는 것을 주저하지 마세요.
ru: Никогда не колеблитесь прилагать усилия.
tr: Çaba göstermekten asla çekinme.
zh: 永远不要犹豫去努力。

# motivationSentence17
source: You are the architect of your own destiny.
de: Du bist der Architekt deines eigenen Schicksals.
es: Eres el arquitecto de tu propio destino.
fr: Vous êtes l''architecte de votre propre destin.
ja: あなたは自分の運命の建築家です。
ko: 당신은 자신의 운명의 설계자입니다.
ru: Вы - архитектор своей судьбы.
tr: Sen kendi kaderinin mimarısın.
zh: 你是自己命运的建筑师。

# motivationSentence18
source: Failure is just a pause on the path to success.
de: Misserfolg ist nur eine Pause auf dem Weg zum Erfolg.
es: El fracaso es solo una pausa en el camino al éxito.
fr: L'échec n''est qu'une pause sur le chemin du succès.
ja: 失敗は成功への道の一時的な停止にすぎません。
ko: 실패는 성공으로 가는 길의 잠깐의 멈춤입니다.
ru: Неудача - это всего лишь пауза на пути к успеху.
tr: Başarısızlık, başarı yolunda bir mola vermekten ibarettir.
zh: 失败只是成功道路上的一个暂停。

# motivationSentence19
source: Make today the start of tomorrow.
de: Mache heute zum Anfang von morgen.
es: Haz de hoy el comienzo de mañana.
fr: Faites d'aujourd'hui le début de demain.
ja: 今日を明日の始まりにしましょう。
ko: 오늘을 내일의 시작으로 만드세요.
ru: Сделайте сегодняшний день началом завтрашнего.
tr: Bugünü, yarının başlangıcı yap.
zh: 让今天成为明天的起点。

# motivationSentence20
source: Keep moving steadily towards your goals.
de: Bewege dich stetig auf deine Ziele zu.
es: Sigue avanzando constantemente hacia tus metas.
fr: Avancez régulièrement vers vos objectifs.
ja: 目標に向かって着実に進み続けてください。
ko: 목표를 향해 꾸준히 나아가세요.
ru: Двигайтесь к своим целям уверенно.
tr: Hedeflerine doğru sürekli ilerle.
zh: 稳步向你的目标前进。

# motivationSentence21
source: Challenge yourself, push a little harder every day.
de: Fordere dich heraus, dränge dich jeden Tag etwas weiter.
es: Rétate a ti mismo, esfuérzate un poco más cada día.
fr: Défiez-vous, poussez un peu plus fort chaque jour.
ja: 自分に挑戦し、毎日少しずつ努力を増やしましょう。
ko: 스스로를 도전하고, 매일 조금 더 노력하세요.
ru: Испытайте себя, старайтесь каждый день больше.
tr: Kendine meydan oku, her gün biraz daha zorla.
zh: 挑战自己，每天努力一点。

# motivationSentence22
source: It’s not failure; it’s a learning process.
de: Es ist kein Scheitern; es ist ein Lernprozess.
es: No es un fracaso; es un proceso de aprendizaje.
fr: Ce n''est pas un échec ; c'est un processus d'apprentissage.
ja: それは失敗ではなく、学習プロセスです。
ko: 실패가 아니라, 배우는 과정입니다.
ru: Это не неудача; это процесс обучения.
tr: Başarısızlık değil, öğrenme süreci.
zh: 这不是失败，而是一个学习过程。

# motivationSentence23
source: Make the most of today.
de: Mache das Beste aus dem heutigen Tag.
es: Aprovecha al máximo el día de hoy.
fr: Profitez au maximum d'aujourd'hui.
ja: 今日を最大限に活用してください。
ko: 오늘을 최대한 활용하세요.
ru: Извлекайте максимум из сегодняшнего дня.
tr: Bugünü en iyi şekilde değerlendir.
zh: 充分利用今天。

# motivationSentence24
source: Challenges shape character.
de: Herausforderungen formen den Charakter.
es: Los desafíos forman el carácter.
fr: Les défis forment le caractère.
ja: 挑戦は性格を形成します。
ko: 도전은 성격을 형성합니다.
ru: Испытания формируют характер.
tr: Zorluklar karakteri şekillendirir.
zh: 挑战塑造性格。

# motivationSentence25
source: There is always a way to success.
de: Es gibt immer einen Weg zum Erfolg.
es: Siempre hay un camino hacia el éxito.
fr: Il y a toujours un chemin vers le succès.
ja: 成功への道は常にあります。
ko: 성공으로 가는 길은 항상 있습니다.
ru: Всегда есть путь к успеху.
tr: Başarı için her zaman bir yol vardır.
zh: 成功总有办法。

# motivationSentence26
source: Write your own success story.
de: Schreibe deine eigene Erfolgsgeschichte.
es: Escribe tu propia historia de éxito.
fr: Écrivez votre propre histoire de succès.
ja: 自分の成功物語を書きましょう。
ko: 자신의 성공 이야기를 쓰세요.
ru: Напишите свою историю успеха.
tr: Kendi başarı hikayeni yaz.
zh: 写下你的成功故事。

# motivationSentence27
source: Treat every day as a new beginning.
de: Betrachte jeden Tag als neuen Anfang.
es: Trata cada día como un nuevo comienzo.
fr: Considérez chaque jour comme un nouveau départ.
ja: 毎日を新たな始まりとして扱いましょう。
ko: 매일을 새로운 시작으로 대하세요.
ru: Относитесь ко каждому дню как к новому началу.
tr: Her günü, yeni bir başlangıç kabul et.
zh: 把每一天当作一个新的开始。

# motivationSentence28
source: Your only limit is your imagination.
de: Deine einzige Grenze ist deine Vorstellungskraft.
es: Tu único límite es tu imaginación.
fr: Votre seule limite est votre imagination.
ja: 唯一の制限は想像力です。
ko: 당신의 상상력이 유일한 한계입니다.
ru: Ваше единственное ограничение - ваше воображение.
tr: Senin tek limitin hayal gücündür.
zh: 你的唯一限制是你的想象力。

# motivationSentence29
source: Strive to reach the stars.
de: Strebe danach, die Sterne zu erreichen.
es: Esfuérzate por alcanzar las estrellas.
fr: Efforcez-vous d''atteindre les étoiles.
ja: 星に手を伸ばして努力しましょう。
ko: 별을 향해 나아가세요.
ru: Стремитесь к звездам.
tr: Yıldızlara ulaşmak için uğraş.
zh: 努力去达到星星。

# motivationSentence30
source: Motivation is the fuel of success.
de: Motivation ist der Treibstoff des Erfolgs.
es: La motivación es el combustible del éxito.
fr: La motivation est le carburant du succès.
ja: モチベーションは成功の燃料です。
ko: 동기 부여는 성공의 연료입니다.
ru: Мотивация - это топливо успеха.
tr: Motivasyon, başarının yakıtıdır.
zh: 动力是成功的燃料。

# motivationSentence31
source: Think positively, and you’ll get positive results.
de: Denke positiv, und du wirst positive Ergebnisse erzielen.
es: Piensa positivamente y obtendrás resultados positivos.
fr: Pensez positivement, et vous obtiendrez des résultats positifs.
ja: ポジティブに考えると、ポジティブな結果が得られます。
ko: 긍정적으로 생각하면 긍정적인 결과를 얻을 수 있습니다.
ru: Думайте позитивно, и получите позитивные результаты.
tr: Olumlu düşün, olumlu sonuçlar al.
zh: 积极思考，你会得到积极的结果。

# motivationSentence32
source: Success requires patience and determination.
de: Erfolg erfordert Geduld und Entschlossenheit.
es: El éxito requiere paciencia y determinación.
fr: Le succès exige de la patience et de la détermination.
ja: 成功には忍耐と決意が必要です。
ko: 성공은 인내와 결단력이 필요합니다.
ru: Успех требует терпения и настойчивости.
tr: Başarı, sabır ve kararlılık ister.
zh: 成功需要耐心和决心。

# motivationSentence33
source: Every obstacle is a step to overcome.
de: Jedes Hindernis ist ein Schritt, den man überwinden muss.
es: Cada obstáculo es un paso a superar.
fr: Chaque obstacle est un pas à franchir.
ja: すべての障害は克服すべきステップです。
ko: 모든 장애물은 극복해야 할 단계입니다.
ru: Каждое препятствие - это шаг, который нужно преодолеть.
tr: Her engel, aşılması gereken bir adımdır.
zh: 每一个障碍都是需要克服的一步。

# motivationSentence34
source: Never give up; miracles can happen.
de: Gib niemals auf; Wunder können geschehen.
es: Nunca te rindas; los milagros pueden ocurrir.
fr: Ne jamais abandonner ; des miracles peuvent se produire.
ja: あきらめないでください。奇跡は起こり得ます。
ko: 포기하지 마세요. 기적은 일어날 수 있습니다.
ru: Никогда не сдавайтесь; чудеса случаются.
tr: Asla vazgeçme, mucizeler gerçekleşebilir.
zh: 永不放弃，奇迹可能会发生。

# motivationSentence35
source: Be aware of your own strength.
de: Sei dir deiner eigenen Stärke bewusst.
es: Reconoce tu propia fuerza.
fr: Soyez conscient de votre propre force.
ja: 自分自身の強さに気づいてください。
ko: 자신의 힘을 인식하세요.
ru: Оцените свою силу.
tr: Kendi gücünün farkında ol.
zh: 意识到自己的力量。

# motivationSentence36
source: Every day is a new chance.
de: Jeder Tag ist eine neue Chance.
es: Cada día es una nueva oportunidad.
fr: Chaque jour est une nouvelle chance.
ja: 毎日が新たなチャンスです。
ko: 매일이 새로운 기회입니다.
ru: Каждый день - это новый шанс.
tr: Her gün, yeni bir şans.
zh: 每一天都是一个新的机会。

# motivationSentence37
source: Always look forward, never look back.
de: Blicke immer nach vorne, nie zurück.
es: Siempre mira hacia adelante, nunca hacia atrás.
fr: Regardez toujours vers l''avenir, jamais en arrière.
ja: 常に前を見て、後ろを振り返らないでください。
ko: 항상 앞으로 나아가고, 뒤를 돌아보지 마세요.
ru: Всегда смотрите вперед, никогда не оглядывайтесь назад.
tr: Daima ileriye, hiçbir zaman geriye bakma.
zh: 总是向前看，不要回头。

# motivationSentence38
source: Success is the result of constant effort.
de: Erfolg ist das Ergebnis ständigen Einsatzes.
es: El éxito es el resultado de un esfuerzo constante.
fr: Le succès est le résultat d''un effort constant.
ja: 成功は絶え間ない努力の結果です。
ko: 성공은 지속적인 노력의 결과입니다.
ru: Успех - это результат постоянных усилий.
tr: Başarı, sürekli çabanın sonucudur.
zh: 成功是不断努力的结果。

# motivationSentence39
source: Be the hero of your life.
de: Sei der Held deines Lebens.
es: Sé el héroe de tu vida.
fr: Soyez le héros de votre vie.
ja: 自分の人生のヒーローになりましょう。
ko: 당신의 인생의 주인공이 되세요.
ru: Будьте героем своей жизни.
tr: Hayatınızın kahramanı olun.
zh: 成为你生活中的英雄。

# motivationSentence40
source: Work towards your dreams.
de: Arbeite auf deine Träume hin.
es: Trabaja por tus sueños.
fr: Travaillez vers vos rêves.
ja: 夢に向かって努力しましょう。
ko: 꿈을 향해 노력하세요.
ru: Работайте над своими мечтами.
tr: Hayallerine ulaşmak için çalış.
zh: 为你的梦想努力。

# motivationSentence41
source: Keep improving yourself.
de: Verbessere dich ständig.
es: Sigue mejorando.
fr: Continuez à vous améliorer.
ja: 自分を改善し続けましょう。
ko: 자신을 계속 발전시키세요.
ru: Продолжайте совершенствоваться.
tr: Kendini sürekli geliştir.
zh: 不断提升自己。

# motivationSentence42
source: It''s never enough do more.
de: Es ist nie genug, mach mehr.
es: Nunca es suficiente, haz más.
fr: Ce n''est jamais suffisant, faites-en plus.
ja: 努力を惜しまず、さらに上を目指しましょう。
ko: 아직 충분하지 않다면 더 노력하세요.
ru: Этого никогда не достаточно, сделайте больше.
tr: Asla yeterli değil, daha fazlasını yap.
zh: 永远不够，再多做一点。

# motivationSentence43
source: Challenges make you stronger.
de: Herausforderungen machen dich stärker.
es: Los desafíos te hacen más fuerte.
fr: Les défis vous rendent plus fort.
ja: 挑戦はあなたを強くします。
ko: 도전은 당신을 더 강하게 만듭니다.
ru: Испытания делают вас сильнее.
tr: Zorluklar seni daha güçlü yapar.
zh: 挑战让你更强大。

# motivationSentence44
source: There is no such thing as impossible.
de: Es gibt nichts, was unmöglich ist.
es: No hay nada imposible.
fr: Il n'y a rien d'impossible.
ja: 不可能なことはありません。
ko: 불가능은 없습니다.
ru: Нет ничего невозможного.
tr: İmkansız diye bir şey yoktur.
zh: 没有什么是不可能的。

# motivationSentence45
source: Believe in yourself; you can achieve anything.
de: Glaube an dich; du kannst alles erreichen.
es: Cree en ti mismo; puedes lograr cualquier cosa.
fr: Croyez en vous ; vous pouvez tout accomplir.
ja: 自分を信じれば、何でも成し遂げられます。
ko: 자신을 믿으세요. 무엇이든 이룰 수 있습니다.
ru: Верьте в себя; вы можете добиться всего.
tr: Kendine inan, her şeyi başarabilirsin.
zh: 相信自己，你可以实现任何事情。

# motivationSentence46
source: Every morning brings new hope.
de: Jeder Morgen bringt neue Hoffnung.
es: Cada mañana trae nueva esperanza.
fr: Chaque matin apporte un nouvel espoir.
ja: 毎朝、新しい希望が訪れます。
ko: 매일 아침은 새로운 희망을 가져옵니다.
ru: Каждое утро приносит новую надежду.
tr: Her sabah, yeni bir umut doğar.
zh: 每个早晨都带来新的希望。

# motivationSentence47
source: Keep going until you reach your goals.
de: Gehe weiter, bis du deine Ziele erreichst.
es: Sigue adelante hasta alcanzar tus metas.
fr: Continuez jusqu''à atteindre vos objectifs.
ja: 目標に到達するまで進み続けましょう。
ko: 목표를 달성할 때까지 계속 노력하세요.
ru: Продолжайте, пока не достигнете своих целей.
tr: Hedeflerine ulaşana kadar durma.
zh: 继续前进，直到达到你的目标。

# motivationSentence48
source: Courage is the key to progress on the path to success.
de: Mut ist der Schlüssel zum Fortschritt auf dem Weg zum Erfolg.
es: El valor es la clave para avanzar en el camino al éxito.
fr: Le courage est la clé du progrès sur le chemin du succès.
ja: 成功への道では、勇気が進歩の鍵です。
ko: 용기는 성공의 길에서 진보의 열쇠입니다.
ru: Мужество - ключ к прогрессу на пути к успеху.
tr: Cesaret, başarıya giden yolda ilerlemenin anahtarıdır.
zh: 勇气是成功之路上的进步关键。

# motivationSentence49
source: Never give up; fight until the end.
de: Gib niemals auf; kämpfe bis zum Ende.
es: Nunca te rindas; lucha hasta el final.
fr: Ne jamais abandonner ; combattez jusqu''à la fin.
ja: あきらめず、最後まで戦いましょう。
ko: 절대 포기하지 마세요. 끝까지 싸우세요.
ru: Никогда не сдавайтесь; боритесь до конца.
tr: Asla vazgeçme, sonuna kadar savaş.
zh: 永不放弃，战斗到最后。

# motivationSentence50
source: Positive thinking leads to success.
de: Positives Denken führt zum Erfolg.
es: El pensamiento positivo lleva al éxito.
fr: La pensée positive mène au succès.
ja: ポジティブな思考は成功に導きます。
ko: 긍정적인 생각은 성공으로 이어집니다.
ru: Позитивное мышление ведет к успеху.
tr: Olumlu düşünmek, başarıyı getirir.
zh: 积极的思维引向成功。

# motivationSentence51
source: Recognize your own potential.
de: Erkenne dein eigenes Potenzial.
es: Reconoce tu propio potencial.
fr: Reconnaissez votre propre potentiel.
ja: 自分自身の可能性を認識しましょう。
ko: 자신의 잠재력을 인식하세요.
ru: Признайте свой потенциал.
tr: Kendi potansiyelinin farkına var.
zh: 认识到自己的潜力。

# motivationSentence52
source: Failure is just a temporary state.
de: Misserfolg ist nur ein vorübergehender Zustand.
es: El fracaso es solo un estado temporal.
fr: L'échec n''est qu'un état temporaire.
ja: 失敗は一時的な状態にすぎません。
ko: 실패는 일시적인 상태일 뿐입니다.
ru: Неудача - это всего лишь временное состояние.
tr: Başarısızlık, sadece geçici bir durumdur.
zh: 失败只是暂时的状态。

# motivationSentence53
source: Make the most out of every day.
de: Nutze jeden Tag bestmöglich.
es: Aprovecha cada día al máximo.
fr: Tirez le meilleur parti de chaque jour.
ja: 毎日を最大限に活用してください。
ko: 매일을 최대한 활용하세요.
ru: Извлекайте максимум из каждого дня.
tr: Her günü en iyi şekilde kullan.
zh: 充分利用每一天。

# motivationSentence54
source: Always trust yourself.
de: Vertraue immer dir selbst.
es: Confía siempre en ti mismo.
fr: Ayez toujours confiance en vous.
ja: 常に自分を信じてください。
ko: 항상 자신을 믿으세요.
ru: Всегда доверяйте себе.
tr: Kendine her zaman güven.
zh: 永远相信自己。

# motivationSentence55
source: Be innovative, challenge your limits.
de: Sei innovativ, fordere deine Grenzen heraus.
es: Sé innovador, desafía tus límites.
fr: Soyez innovant, défiez vos limites.
ja: 革新的になり、自分の限界に挑戦しましょう。
ko: 창의적으로 도전하고 한계를 넘어서세요.
ru: Будьте инновационными, испытывайте свои границы.
tr: Yenilikçi ol, sınırlarını zorla.
zh: 勇于创新，挑战自己的极限。

# motivationSentence56
source: It’s worth fighting for success.
de: Es lohnt sich, für Erfolg zu kämpfen.
es: Vale la pena luchar por el éxito.
fr: Ça vaut le coup de se battre pour le succès.
ja: 成功のためには戦う価値があります。
ko: 성공을 위해 싸울 가치가 있습니다.
ru: Успех стоит усилий.
tr: Başarı için mücadele etmeye değer.
zh: 为了成功而奋斗是值得的。

# motivationSentence57
source: Keep renewing yourself.
de: Erneuere dich ständig.
es: Sigue renovándote.
fr: Continuez à vous renouveler.
ja: 自分を常に更新し続けましょう。
ko: 계속해서 자신을 새롭게 하세요.
ru: Продолжайте обновлять себя.
tr: Kendini sürekli yenile.
zh: 不断更新自己。

# motivationSentence58
source: Learn from every experience.
de: Lerne aus jeder Erfahrung.
es: Aprende de cada experiencia.
fr: Apprenez de chaque expérience.
ja: すべての経験から学びましょう。
ko: 모든 경험에서 배우세요.
ru: Учитесь на каждом опыте.
tr: Her deneyimden ders çıkar.
zh: 从每一个经验中学习。

# motivationSentence59
source: Those who never give up are the winners.
de: Diejenigen, die niemals aufgeben, sind die Gewinner.
es: Los que nunca se rinden son los ganadores.
fr: Ceux qui n''abandonnent jamais sont les vainqueurs.
ja: あきらめない人が勝者です。
ko: 포기하지 않는 사람이 승자입니다.
ru: Победители - это те, кто никогда не сдается.
tr: Asla pes etmeyenler kazanır.
zh: 永不放弃的人是胜利者。
